{"content":[{"type":"h2","value":"Cuba"},{"type":"strong","value":"Havana & Trinidad"},{"type":"h3","value":"Day 1 – Arrive Havana"},{"type":"text","value":"On arrival at the airport in Havana, you will be met after luggage collection (which can be quite chaotic!) by your private guide, who will remain with you throughout your time in Cuba."},{"type":"text","value":"Transfer to the Gran Hotel Manzana Kempsinki, a centrally located hotel featuring some of Havana’s best city views from the rooftop bar."},{"type":"text","value":"In the evening, meet your guide in the hotel lobby for a stroll through Old Havana. You’ll quickly notice the music, coming from all directions—Havana (and all of Cuba, for that matter) is bursting with sound."},{"type":"text","value":"Dinner this evening is at a small paladar, a privately-owned restaurant. Don’t believe everything that you hear about Cuban food; there are creative and delicious things cooking in the paladares throughout the island."},{"type":"text","value":"Overnight – Hotel Manzana"},{"type":"h3","value":"Day 2 – Havana"},{"type":"text","value":"In 1982, UNESCO declared Havana’s historic city center a world cultural heritage site. There is no city in all of Latin America with a larger colonial center."},{"type":"text","value":"On foot today, explore the alleys and central squares of Havana Vieja: Plaza de Armas, Templete, Palacio de los Capitanes Generales, Plaza de la Catedral, Plaza Vieja, Hemingway’s “Bodeguita.”"},{"type":"text","value":"Visit the Museo de Bellas Artes, with over 30,000 exhibits representing Cuban heritage and daily life from the 17th century to the present through its paintings, sculptures, drawings, prints, and installations."},{"type":"text","value":"Lunch this afternoon is at one of Old Havana’s best-known state-run restaurants. The contrast between the privately-owned paladares and the state-run restaurants is quite something."},{"type":"text","value":"After lunch, you’ll be picked up in a classic convertible car for a cruise around Havana."},{"type":"text","value":"In the late afternoon, visit the home and gallery of José Fuster, the \"Gaudí of the Caribbean.\" Fuster has transformed Jaimanitas, a fishing town on the outskirts of Havana, into a unique work of public art, decorating over 80 houses with ornate murals to suit the personalities of his neighbors."},{"type":"text","value":"You will be transferred by vintage car to a paladar located on the opposite side of town for dinner this evening."},{"type":"text","value":"Overnight – Hotel Manzana"},{"type":"h3","value":"Day 3 – Havana"},{"type":"text","value":"Your focus today is on the life of the Cuban people living in Havana. You will visit a number of studios and workshops for a glimpse into Cuban creativity and innovation."},{"type":"text","value":"The owners of Nostaglicar will joke that the one thing Cubans should thank Fidel Castro for are the old, majestic American cars that crowd the streets of Havana. Visit the repair shop, meet the owners, and see these beautiful cars up close."},{"type":"text","value":"After lunch, visit the home and studio of artist Eduardo Guerra, best known for his collagraphy, a printmaking technique. You’ll see Guerra at work and have the opportunity to meet his family as you stroll his residential neighborhood."},{"type":"text","value":"Finally, visit the Callejón de Hamel, a socio-cultural project founded in the ’90s by Cuban artist Salvador González Escalona. The area is now home to colorful mosaics, sculptures, and paintings that spill onto the streets. Rumba sessions usually take place here on Sunday afternoons."},{"type":"text","value":"Overnight – Hotel Manzana"},{"type":"h3","value":"Day 4 – Havana"},{"type":"text","value":"From Havana, transfer to the Viñales Valley, surrounded by lush countryside where the world’s best tobacco is grown. The valley is an outstanding karst landscape encircled by mountains and dotted with spectacular limestone outcrops (mogotes) that rise as high as 1,000 ft."},{"type":"text","value":"Visit the farm of a local tobacco producer, where traditional methods are used to grow tobacco. Witness how tobacco leaves are grown and dried, as you learn more about the importance of tobacco and cigars in Cuban culture."},{"type":"text","value":"Lunch is at a small farm overlooking the valley. Everything you eat—meat, vegetables, fruits, and herbs—is produced onsite at this biodynamic farm. Guaranteed to be your favorite meal in Cuba!"},{"type":"text","value":"Return to Havana in the late afternoon."},{"type":"text","value":"Overnight – Hotel Manzana"},{"type":"h3","value":"Day 5 – Havana to Trinidad"},{"type":"text","value":"After check-out this morning, depart Havana for Trinidad, making an important stop en route."},{"type":"text","value":"Approximately two hours into your drive, you’ll reach Playa Girón, located on the east bank of the Bay of Pigs. In April 1961, Playa Girón was one of two landing sites in the Bay of Pigs invasion. Enjoy lunch and a swim on this beautiful beach."},{"type":"text","value":"Arrive in Trinidad in the late afternoon and check-in to your casa particular (private home) located just off the city’s main square. Privately-owned casa particulares are very popular in Cuba and offer a personalized alternative to the state-run hotels."},{"type":"text","value":"In the evening, stop for a drink at the Casa de la Trova, where you’ll see local musicians play. You’ll likely find more tourists than Cubans here, but the music is fabulous and the experience fun."},{"type":"text","value":"Overnight – Casa Particular"},{"type":"h3","value":"Day 6 – Trinidad"},{"type":"text","value":"You will be met by your guide this morning for a full day exploring Trinidad."},{"type":"text","value":"A perfectly preserved Spanish colonial city, Trinidad is flanked by the Escambray Mountains and the Caribbean Sea. Founded in 1514, the city rose to prominence with slave-cultivated sugar production in the mid-19th century. UNESCO designated the town and the surrounding valley a world heritage site in 1988."},{"type":"text","value":"Stroll along cobblestone streets, observing colorful homes and opulent mansions featuring Spanish and Moorish influences. Many of these mansions are open to visitors, showcasing colonial furniture, artifacts, and remnants of the slave trade."},{"type":"text","value":"In the afternoon, visit Casa del Alfarero, a well-known pottery producer using local clay and traditional methods. This is a great opportunity to shop for souvenirs!"},{"type":"text","value":"As the sun sets, enjoy a private salsa lesson on a rooftop overlooking the city. Salsa is quick, smooth, and seductive—a vital part of Cuban music and energy."},{"type":"text","value":"Overnight – Casa Particular"},{"type":"h3","value":"Day 7 – Trinidad"},{"type":"text","value":"Met by your guide this morning, head out together for a half-day in the Valle de los Ingenios."},{"type":"text","value":"Trinidad's immense wealth was garnered in the verdant valley to the east, where the ruins of dozens of 19th-century sugar mills remain. These include warehouses, milling machinery, slave quarters, manor houses, and a functioning steam train. Most of the mills were destroyed during Cuba’s wars of independence."},{"type":"text","value":"The afternoon is yours to further explore Trinidad or head to one of the nearby beaches, which are beautiful with white sand and turquoise waters."},{"type":"text","value":"Overnight – Casa Particular"},{"type":"h3","value":"Day 8 – Trinidad to Havana & Depart Havana"},{"type":"text","value":"Early check-out this morning for a four-hour transfer to the airport in Havana, where you’ll be met and assisted with check-in procedures prior to your international flight home."}]}