{"content":[{"type":"h2","value":"Japan"},{"type":"strong","value":"Kanazawa – Hokkaido – Osaka – South Korea"},{"type":"h3","value":"Day 1 – Arrive Tokyo"},{"type":"text","value":"On arrival, you will be met at the airport and transferred to the stunning Aman Tokyo, your home for  the next three nights. A less expensive alternative to reaching the city from the airport is by taxi  (outside of the arrivals hall at the airport) or the train, which is efficient and safe."},{"type":"text","value":"Enjoy the afternoon at leisure. The spa at the hotel is exceptional (as is the spa experience in Japan  generally), and as the next few days are busy this is a great opportunity for a Japanese massage. Appointments to be confirmed in advance."},{"type":"h3","value":"Day 2 – Contemporary Tokyo"},{"type":"text","value":"After a traditional Japanese breakfast this morning, your guide will meet you in the hotel lobby for a  full day exploring the contemporary side of the city."},{"type":"text","value":"Begin the day in traditional style at Meiji Shrine, one of Japan’s most famous and surrounded by trees  and parkland. For the Japanese it is an auspicious place to get married and, if we are fortunate, you  may witness a Japanese wedding procession taking place"},{"type":"text","value":"Walk a short distance to Harajuku to observe the many crazy outfits worn by the young denizens who  inhabit this ultra-trendy section of Tokyo. It will give you an idea of the outrageous fashions worn by  many of the younger generation in Japan. Instead of the main streets, you’ll visit the side streets of  Ura-Harajuku, where many emerging stars of design are based."},{"type":"text","value":"While in the Harajuku area you may visit the Ukiyo-e Ota Memorial Museum of Art. This museum  has a wonderful collection of woodblock prints. There will be a special exhibit focusing on the work of  Utagawa Kuniyoshi, a legendary ukiyo-e artist."},{"type":"text","value":"Neighboring Omotesando is lined with the Tokyo flagship stores of many of the world’s famous design  houses and is worth a visit for the architecture alone. Several of Tokyo’s most unique buildings are  found here, including the Tokyo home of Prada which likely has the most eye-catching design in the  city."},{"type":"text","value":"En route back to the hotel this afternoon, you may wish to stop off at Roppongi, famous as a  nighttime entertainment area but far more enjoyable during the day."},{"type":"text","value":"For dinner this evening, we have reserved a table at a famous yakitori (grilled chicken) restaurant in  one of Tokyo’s most picturesque neighborhoods."},{"type":"h3","value":"Day 3 – Traditional Tokyo"},{"type":"text","value":"After a traditional Japanese breakfast this morning, your guide will meet you in the hotel lobby for a  full day exploring the traditional side of the city."},{"type":"text","value":"Begin the day with a visit to the Tsukiji Market, offering an amazing variety of fish and seafood. The visit  begins with a walk around the “outside market”, which caters to the restaurant business in Tokyo."},{"type":"text","value":"Visit the Mitsukoshi department store and learn a bit about the tremendous variety of Japanese cuisine  available in the food section of the store. Without a doubt this is one of the most enjoyable things to do in  Tokyo, and you will marvel at the fresh produce, fish, seafood and meat."},{"type":"text","value":"Continue on to Ginza. Historically, the most renowned area of Tokyo, it has eclectic boutiques, intimate  galleries, stylish Japanese stores, an incredible selection of restaurants and more cutting edge  architecture. Most people wander the main avenue of Chuo Dori and stare at the bright lights and glitzy  storefronts. This is worth doing once, but we tend to prefer the side streets with various boutiques and  small galleries"},{"type":"text","value":"This afternoon, a short drive brings you to Yanesen, comprised of three neighborhoods scattered with  old temples and quaint residential streets lined with small houses and shops. The area maintains a very  peaceful atmosphere that seems decades removed from the modern chaos of Tokyo. Here you’ll have a  chance to stretch your legs and explore on foot."},{"type":"text","value":"For dinner this evening, we have reserved a table at one of Japan’s top steak restaurants, offering the  finest cuts from top producers."},{"type":"h3","value":"Day 4 – On to Kyoto"},{"type":"text","value":"This morning, you will be met and transferred to Tokyo Station. A porter will help you board the  Shinkansen (bullet train) to Kyoto. The ride lasts just over two hours, and on a clear day you will  catch glimpses of Mt Fuji in the distance."},{"type":"text","value":"On arrival in Kyoto, you will be met on the station platform and transferred to the lovely Shiki  Juraku, a series of 100+ year old townhouses that have been renovated into modern, luxurious hotel  rooms."},{"type":"text","value":"After check-in and a bit of down time, we have arranged a private tea ceremony at the estate of one  of the area’s leading textile-producing families. This ceremony will be brief and not overly formal. The  family has an incredible collection of heirloom kimonos that you may see as well.  Nearby the estate is the Arashiyama Bamboo Grove, a natural forest of bamboo and one of Kyoto’s  most pleasant attractions."},{"type":"text","value":"For dinner this evening, we have reserved a table at a local kaiseki restaurant. Kaiseki is considered  the ultimate expression of Japanese cuisine, and an experience in itself!"},{"type":"h3","value":"Day 5 – Classic Kyoto"},{"type":"text","value":"Your guide will meet you in the hotel lobby this morning for a full day covering Kyoto’s highlights."},{"type":"text","value":"The day begins at Nijo Castle, one of Kyoto’s most impressive sites, built in 1603 as the Kyoto  residence of Tokugawa Ieyasu, the first shogun of the Edo Period (1603-1867). Famous for its  “nightingale floors”, the palace buildings are arguably the best surviving examples of castle palace  architecture from Japan’s feudal era."},{"type":"text","value":"Continue on to Nishiki Market, a narrow, five block long street lined by over 100 shops and  restaurants. The market specializes in all things food related, from seafood and produce to knives and  cookware. This is a great place to find seasonal foods and Kyoto specialties such as Japanese sweets,  pickles and dried seafood."},{"type":"text","value":"From Nishiki, walk to the restaurant of one of Kyoto’s rising star young chefs. He will close his  restaurant and give hands on instruction in the preparation of Japanese cuisine. Following class,  enjoy the fruits of your labor over a leisurely lunch."},{"type":"text","value":"After lunch this afternoon, you will have time to shop around, accompanied and assisted by your  guide. We will provide you with an extensive list of our local favorites."},{"type":"text","value":"Later, visit Fushimi Inari Grand Shrine in southeast Kyoto. The Shinto shrine is home to thousands of  orange torii gates that snake up through the mountains and is one of the most iconic sites in Kyoto. We  suggest visiting as late as possible this afternoon, given the constant perpetual crowds."},{"type":"text","value":"For dinner this evening, we have reserved a table at a traditional tempura restaurant. You will find  that the tempura in Japan is much lighter than what is offered in the US, given the light batter and  high quality oil used by Japanese chefs."},{"type":"h3","value":"Day 6 – Kyoto + Nara Independently"},{"type":"text","value":"Spend the day exploring independently at leisure. We suggest visiting Nara - a great place to escape  modern Japan. See the impressive giant bronze Buddha Japan’s largest housed in the famous all-wood  Todai-ji temple. Then enjoy a walk through Nara-koen Park, which is home to very friendly local  deer who will follow you hoping for tasty treats! The Kasuga Taisha Shrine, which dates from Nara’s  time as the capital of Japan, is also located in the park and is well worth a visit. Spend the afternoon  enjoying the particularly beautiful Isuien, a very pretty Japanese garden close to Todaiji Temple which  dates back to the mid 17th century."},{"type":"text","value":"If of interest, we can arrange for a visit to a well-known sumi ink shop in Nara. Nara has many long established shops related to calligraphy, and you will be instructed on both calligraphy and the making  of sumi ink sticks."},{"type":"text","value":"For dinner this evening, we have reserved counter seats at a sushi restaurant, tucked away in the  backstreets of Kyoto."}]}