{"content":[{"type":"h2","value":"Vietnam"},{"type":"strong","value":"Hanoi – Hoi An – Saigon – Con Dao"},{"type":"h3","value":"Day1 – Arrive Hanoi"},{"type":"text","value":"Upon arrival, you will be met at the airport by an immigration representative as you disembark the aircraft. After clearing immigration, you will be escorted to your local guide, who will be waiting for you outside of the terminal. The transfer to the Metropole Hotel is approximately 45-minutes, during which your guide will give you a brief orientation of the city."},{"type":"text","value":"Vietnam’s capital, Hanoi is a city of ochre-colored colonial buildings and tree-lined boulevards, with a large lake right in the center of town. The historical ties to French colonialism are reflected in the city’s architecture, cuisine and local culture."},{"type":"text","value":"Enjoy the remainder of the day at leisure. Hanoi is a walkable city, and if you’d like to venture out on your own, we will provide you with maps and suggestions for things to do in the area. The Metropole has a fabulous bar and outdoor seating area that overlooks the nearby park, and there are a number of excellent restaurants and bars nearby."},{"type":"text","value":"Overnight – Metropole Hotel"},{"type":"h3","value":"Day2 – hanoi"},{"type":"text","value":"Your guide and driver will meet you in the hotel lobby this morning for a full day visiting the highlights of Hanoi."},{"type":"text","value":"Your first stop today is the Ho Chi Minh Mausoleum; an imposing monument lavishly built using marble and granite, where the embalmed body of “Uncle Ho” is at rest. Continue on with a visit to Ho Chi Minh's House. The simple house where Ho Chi Minh lived and worked is made of wood and enjoyed a tranquil setting, with a view of a lotus pond. His belongings are on display and you may walk up the steps of his house to see his bedroom."},{"type":"text","value":"Continue on to Hoa Lo prison (Hanoi Hilton), used first by French colonists for political prisoners, and later by North Vietnam for US prisoners during the Vietnam War. This is where Senator John McCain was imprisoned for over five years."},{"type":"text","value":"Enjoy lunch this afternoon at a re-creation of an old, State food store – a “mau dich” – where Hanoians once lined up and exchanged coupons for small parcels of rice, pork fat, vegetables, and other modest essentials."},{"type":"text","value":"After lunch, you’ll embark on a one-hour cyclo ride through the Old Quarter. You will travel along tree-lined avenues to the narrow warren of streets in the Old Quarter. This area is a maze of back street known for its “tunnel” or “tube houses”, which were developed to avoid taxes based on the width of their frontage onto the street, so their small frontages hide very long rooms."},{"type":"text","value":"The cyclo will drop you off at one of Hanoi’s renowned Bia Hoi, which serve fresh draft beers and tasty snacks. These “pubs” are traditional favorite social gathering spots as well as watering holes during the afternoons and evenings throughout Hanoi."},{"type":"text","value":"Overnight – Metropole Hotel"},{"type":"h3","value":"Day3 – hanoi"},{"type":"text","value":"This morning, you will be met by your local host in the hotel lobby to head out for a private street food tour. Eating on the street is very typical for Hanoians. This is also where you’ll discover the country’s best dishes."},{"type":"text","value":"Most street restaurants only serve one or two dishes – and each is prepared right in front of you. Walk down some small alleys and bustling streets and savor Hanoi’s. During the trip, you will also have chance to stop at one of Hanoi’s Bún Chả Nem Cua to sample traditional grilled pork and rice vermicelli noodles with fresh herbs, greens and crispy crab spring rolls (Nem Cua Rán), as well as cha ca la vong - grilled boneless fish served with greens and saffron-infused oil."},{"type":"text","value":"Return to the hotel in the afternoon."},{"type":"text","value":"Overnight – Metropole Hotel"},{"type":"h3","value":"Day4 – hanoi to hoi an"},{"type":"text","value":"You will be met at the hotel this morning and transferred back to the airport in Hanoi in time to meet your flight to Danang, the gateway to Hoi An."},{"type":"text","value":"On arrival at Danang Airport, you will be met by your guide and transferred approximately 30-minutes to the stunningly beautiful Four Seasons Nam Hai."},{"type":"text","value":"After lunch and some time to relax this afternoon, your guide will meet you at the hotel and lead you through Hoi An’s ancient town."},{"type":"text","value":"In a country ravaged by war, Hoi An remained untouched, and as you wander the relatively traffic-free streets of this ancient seaport it’s not hard to imagine yourself amidst the sailors and merchants of the 18th Century, when Hoi An was one of the busiest trading ports in Asia. Wander the narrow streets visiting temples, houses, artisan workshops and the bustling fish market along the quay."},{"type":"text","value":"Enjoy dinner in town this evening."},{"type":"text","value":"Overnight – Four Seasons Nam Hai"},{"type":"h3","value":"Day5 – Hoi an"},{"type":"text","value":"Today’s cooking class begins early this morning over a welcome coffee at a local café in town. After a brief intro, you will transfer to a charming village located on the edge of Hoi An, where farmers work their fields using centuries-old methods. Here you’ll pick herbs such as fresh coriander and Vietnamese mint that will be used in your cooking lesson this afternoon."},{"type":"text","value":"Using a stunning variety of organic produce that is grown in the rural areas around Hoi An, you will prepare a series of traditional Vietnamese dishes. After class, feast on everything that you’ve made!"},{"type":"text","value":"A local boat brings you back to the center of Hoi An later today."},{"type":"text","value":"Overnight – Four Seasons Nam Hai"},{"type":"h3","value":"Day6 – hoi an to saigon"},{"type":"text","value":"The morning is free to enjoy the resort. This is a good time for spa appointments, yoga classes or simply relaxing on the beach."},{"type":"text","value":"In the late afternoon, you will be met at the resort and transferred back to the airport in Danang in time to meet your flight to Saigon."},{"type":"text","value":"On arrival at the airport in Saigon, you will be met by your guide and transferred approximately 30-minutes to the Park Hyatt Saigon."},{"type":"text","value":"Later in the evening, you will be met at the hotel before heading out to explore Saigon by vespa. Discover what this bustling city offers in terms of street food, all from the back of a vintage Vespa scooter. Stops include dinner and drinks at a handful of Saigon's best street food stalls. In District 4 taste various snail dishes (very popular in Saigon), in District 3 sample a southern Vietnamese specialty – Banh Xeo (rice pancake with pork and prawns) and of course you will visit a local Vietnamese style coffee shop for a local coffee…"},{"type":"text","value":"Overnight – Park Hyatt Saigon"},{"type":"h3","value":"Day7 - saigon"},{"type":"text","value":"Your guide will meet you in the hotel lobby this morning for a transfer northwest of the city to the Cu Chi tunnels. Your drive to the tunnels takes you through urbanized areas outside of central Saigon and the lush Vietnamese countryside."},{"type":"text","value":"The tunnel complex was initially started in 1948 to protect the Viet Cong guerrillas from the French air and ground sweeps. The tunnels also served as communication routes, storage facilities for food and weapon caches as well as hospitals and living quarters for guerrilla fighters throughout the American war."},{"type":"text","value":"Visit the underground villages with a VC veteran to better understand the tunnels’ history, life in the tunnels and Vietnamese resilience during brutal combat."},{"type":"text","value":"Return to Saigon in time for a late lunch and free afternoon."},{"type":"text","value":"Overnight – Park Hyatt Saigon"},{"type":"h3","value":"Day8 - saigon"},{"type":"text","value":"Your guide will meet you in the hotel lobby this morning for a transfer southwest of the city to the Mekong Delta, the ‘rice basket’ of the country. Your visit to the Delta allows you the opportunity to explore the culture and landscape of the Cai Be area."},{"type":"text","value":"Board your wooden boat at a local pier and begin cruising along the Mekong River. Disembark the boat to visit various local businesses where you’ll have the chance to interact with those who live on the river to learn more about their daily life. Pass through a floating market where vendors line their boats in the middle of the river with their products hanging from bamboo poles."},{"type":"text","value":"The day ends with lunch at a beautiful Indochinese villa in the Mekong Delta."},{"type":"text","value":"Return to Saigon later in the afternoon."},{"type":"text","value":"Overnight – Park Hyatt Saigon"},{"type":"h3","value":"Day9 – saigon to con dao"},{"type":"text","value":"You will be met at the hotel this morning and transferred back to the airport in Saigon in time to meet your flight to Con Dao island."},{"type":"text","value":"On arrival at the airport in Con Dao, you join a shared transfer to the Six Senses Resort, where you’ll enjoy your final few days in Vietnam."},{"type":"text","value":"The Six Senses Con Dao is contemporary in design and reflects the essence of a traditional fishing village. Passionate about supporting and protecting the environment, Six Senses Con Dao’s demonstrated commitment to sustainability has been recognized as one of the world’s top eco lodges by National Geographic Traveler."},{"type":"text","value":"Overnight – Six Senses Con Dao"},{"type":"h3","value":"Day13 – con dao to saigon & depart saigon"},{"type":"text","value":"The Six Senses will arrange a transfer to the Con Dao Airport this morning in time to meet your flight to Saigon."},{"type":"text","value":"At the airport in Saigon, you will be met by a representative and escorted to the international terminal from where your journey home begins."}]}