{"content":[{"type":"h2","value":"Italy"},{"type":"strong","value":"Umbria – Florence – Camogli"},{"type":"h3","value":"Day 1 – Rome to Spello"},{"type":"text","value":"Self-drive approximately 2.5 hours to your villa in Spello. Check-in is at 4:00 PM. Please call the villa owner’s assistant at least 45 minutes before arrival, and she will meet you in the parking lot."},{"type":"text","value":"For breakfast, we can stock the villa in advance at an additional charge. There is a nice little coffee shop in the center of town and a bakery up the hill to buy brioches to bring home."},{"type":"text","value":"There are many things to do and places to explore in Umbria. Suggestions for how to spend your days in the area are included in your packet, see *The Towns & Villages of Umbria.*"},{"type":"text","value":"A table has been reserved for dinner at La Cantina di Spello, the best in town and just 5 minutes walking distance from the villa."},{"type":"h3","value":"Day 2 – Spello"},{"type":"span","value":"<strong>10:30 AM:</strong> A special Sunday cooking class with a local chef will take place at the villa today. Sara will arrive around 10:30 AM, and you will enjoy a lunch of what you’ve prepared this afternoon. From homemade pasta to various antipasti dishes, fresh bread, and typical Umbrian desserts—you’ll have a chance to prepare it all!"},{"type":"text","value":"A table has been reserved for dinner at Ristorante Il Pinturicchio, a traditional Umbrian restaurant less than 5 minutes walking distance from the villa. Confirmed with Andrea on 7/18."},{"type":"h3","value":"Day 3 – Spello"},{"type":"text","value":"At leisure in Umbria. Suggestions for things to do and see on your own will be provided in your final packet."},{"type":"h3","value":"Day 4 – Spello"},{"type":"span","value":"<strong>10:15 AM:</strong> Self-drive approximately 45 minutes from Spello to an ancient Umbrian village, surrounded by mountain forests and pastures that have been owned since 1486 by the family you will spend the day with."},{"type":"text","value":"You will be met by the family’s expert truffle hunters and a pack of highly-trained (and very friendly) dogs as you head further into the mountain forests to begin the truffle hunt. After about an hour of hunting, you will stop in the hills for a truffle sampling accompanied by a glass of prosecco."},{"type":"text","value":"Return to the village, where Francesca will lead you to the pasta room. Here you’ll watch her prepare traditional fresh pasta, as you sample homemade salami, prosciutto, and pecorino cheese."},{"type":"text","value":"The day ends with a long Umbrian lunch, including the homemade pasta, a meat dish, and vegetables from the farm."},{"type":"h3","value":"Day 5 – Spello to Florence"},{"type":"text","value":"Self-drive approximately 2 hours from Spello to Florence today. Please note that check-in at the hotel is at 2:00 PM. You may wish to make a stop in Arezzo en route."},{"type":"text","value":"A table for dinner at a restaurant overlooking the Arno River has been reserved this evening."},{"type":"h3","value":"Day 6 – Florence"},{"type":"span","value":"<strong>9:00 AM–1:00 PM:</strong> After breakfast, you will be met at the hotel by your guide and driver for a half-day exploring beautiful Florence."},{"type":"text","value":"The driver will be with you from 9:00 AM–11:00 AM for a transfer to Piazzale Michelangelo, and then back to the city where you will continue the day with your guide on foot."},{"type":"text","value":"Stops include Piazzale Michelangelo, the Duomo (Florence Cathedral, interior if time and line allow), the Baptistery doors, and the Giotto Bell Tower."},{"type":"text","value":"Your guide will leave you at a local spot for lunch following the tour. The afternoon is yours to explore Florence further. Consider visiting the Museo Galileo or shopping around the city."},{"type":"h3","value":"Day 7 – Florence"},{"type":"span","value":"<strong>9:00 AM–3:00 PM:</strong> After breakfast, you will be met at the hotel by your guide for a half-day tour focused on Renaissance art and architecture."},{"type":"text","value":"First stop: the David Statue, followed by the Uffizi Gallery. Additional options based on your interests include:"},{"type":"Ul","value":{"items":["Pitti Palace","Bargello Museum","Santa Croce Basilica, home to Michelangelo’s tomb","Dante’s neighborhood and Piazza San Firenze"]}},{"type":"text","value":"Your guide will leave you at a local spot for lunch. Dinner has been reserved at a Florentine trattoria popular with locals."},{"type":"h3","value":"Day 8 – Florence to Camogli"},{"type":"text","value":"Self-drive approximately 2.5 hours from Florence to Camogli today. Check-in is at 2:00 PM."},{"type":"text","value":"Camogli is a charming fishing settlement with multicolored buildings painted with fresco and trompe-l’oeil techniques. These colorful facades were used by sailors as landmarks at sea."},{"type":"text","value":"A table has been reserved for dinner at Da Paolo, a lovely seafood restaurant tucked away down an alley in Camogli."},{"type":"h3","value":"Day 9 – Camogli"},{"type":"span","value":"<strong>11:00 AM–2:00 PM:</strong> Food blogger and expat guide Elizabeth will meet you at the hotel for a 3-hour tour focusing on Ligurian specialty foods."},{"type":"text","value":"Drive to Recco to taste the best focaccia, visit a local winery in Riva for a brief tasting, and continue to Sestri Levante for traditional foods. End with gelato and historical insights from Elizabeth."},{"type":"h3","value":"Day 10 – Camogli"},{"type":"span","value":"<strong>9:00 AM–2:00 PM:</strong> A private boat excursion on the Golfo del Tigullio, including Santa Margherita, Portofino, and Punta Chiappa."},{"type":"text","value":"Lunch is served onboard, with time to swim and explore before returning to Camogli."},{"type":"text","value":"Dinner this evening is at a quaint restaurant in the hills above Camogli."},{"type":"h3","value":"Day 11 – Camogli"},{"type":"text","value":"A special cooking experience at a local restaurant begins with homemade cookies and cappuccinos. Prepare focaccia, vegetable torte, pesto, lamb chops, and desserts like gelato and tarts."},{"type":"text","value":"While the focaccia bakes, tour the kitchen garden, followed by brunch on the terrace with house-made beer. In the evening, enjoy dinner featuring everything prepared earlier in the day."},{"type":"h3","value":"Day 12 – Camogli to Milan"},{"type":"text","value":"Self-drive approximately 2.5 hours from Camogli to Milan. We suggest spending at least two days in Milan to experience the city before your return home."}]}