{"content":[{"type":"h2","value":"Peru"},{"type":"strong","value":"Lima – Sacred Valley – Machu Picchu – Cusco"},{"type":"text","value":"The third largest country in South America, Peru is home to an array of landscapes, with mountains, beaches, rainforests, deserts and a wider variety of plants and animals than most other countries on the planet. Your itinerary focuses on the Andean heartland, from where you will experience the archaeological highlights and rich culture of the Andes."},{"type":"h3","value":"Day 1"},{"type":"text","value":"After luggage collection, please locate your host at the airport exit. The host will be holding a sign with your name on it. A 45-minute transfer brings you to your hotel in the quaint waterfront neighborhood of Barranco. Your room has been booked from the night before to guarantee early check-in this morning."},{"type":"text","value":"Your guide, Lina, will meet you in the hotel lobby this afternoon for a visit to the Larco Museum. Housed in an 18th century mansion, the museum boasts over 3,000 years of Peru’s pre-Colombian history, with an outstanding collection of gold and silver jewelry, ceramics, and textiles. The museum sets the stage for what you will see and experience in the days to come!"},{"type":"text","value":"Enjoy lunch at the museum’s lovely restaurant following your visit."},{"type":"h3","value":"Day 2"},{"type":"text","value":"The day begins with a visit to the Mercado Central, where, alongside a local chef, you will pick out the various ingredients needed for your private home-cooking class. You will prepare an array of Peruvian specialties in the chef’s home, after which you will enjoy everything you’ve created!"},{"type":"text","value":"Continue the day with a visit to a private colonial art collection in the Miraflores neighborhood. Your visit will be guided by the owners of the collection, as they tell stories and reveal secrets through the Andean European artwork on display. Here you will also see one of the most beautiful gardens in Lima!"},{"type":"text","value":"Enjoy dinner at the famous Maido this evening."},{"type":"h3","value":"Day 3"},{"type":"text","value":"You will be met and transferred to the Lima Airport this morning in time to meet a quick flight to Cusco."},{"type":"text","value":"From Cusco, transfer 1-hour by car to an Andean village most famous for its Sunday market and the quality of the textiles produced here. Stroll through the market, shopping and tasting as you go."},{"type":"text","value":"Later, visit the weaving workshop founded almost 30 years ago. The workshop is run entirely by women with a shared passion for weaving. These are some of the highest quality textiles that you will find in Peru, and here you will have the opportunity to see how these products are made and dyed, using entirely natural dyes."},{"type":"text","value":"Enjoy a traditional lunch in town this afternoon, guinea pig included! Pro tip- it’s delicious."},{"type":"text","value":"Following lunch, you will be transferred to your Sacred Valley home for the next few nights, a stunningly located hotel featuring spacious, comfortable rooms, a beautiful pool, and a garden that you will never forget."},{"type":"h3","value":"Day 4"},{"type":"text","value":"After breakfast this morning, head out for a full day of exploring the Sacred Valley."},{"type":"text","value":"Your first stop will be the community of Willoc, a traditional Andean village where the residents live much the same way that their ancestors did."},{"type":"text","value":"You will then transfer to Pumamarca, an Inca remain where you will see the fascinating Inca terraces, water canals and traditional architecture. From here you will also have a great view of the surrounding Sacred Valley."},{"type":"text","value":"Begin your hike (3.5 miles) from Pumamarca to Ollantaytambo, crossing Inca terraces and agricultural fields as you go. Ollantaytambo is one of the best surviving examples of Inca city planning, with terraced fortifications from where Emperor Manco Inca’s men scored their famous victory against the Spanish in 1537. The climb to the temple at the top of the ruins is quick but steep!"},{"type":"h3","value":"Day 5"},{"type":"text","value":"After breakfast this morning, head out for another full day of exploring the Sacred Valley."},{"type":"text","value":"Your mountain bike adventure (3.5 hours) begins from Cruzpata and will leave you with an understanding of the diversity and importance of the Sacred Valley’s landscape, from the Andean peaks to plants of all sizes and shapes."},{"type":"text","value":"A dirt road brings you to Maras, where you will visit the salt mines."},{"type":"text","value":"The day continues with a visit to a local chicheria, the Peruvian equivalent of a beer joint—only here, it is brewed by the woman of the house using fermentation methods that date back thousands of years. You will see how the chicha is made and have the opportunity to sample a few different flavors."},{"type":"h3","value":"Day 6"},{"type":"text","value":"Early morning transfer to the train station in Ollantaytambo, where you will board the Vistadome train to Machu Picchu."},{"type":"text","value":"You will disembark the train at KM 104 from where your 5-mile hike to the ruins begins!"},{"type":"text","value":"After approximately four hours on foot you will reach the archaeological complex of Wiñaywayna (8,692 ft), an impressive (and remote!) Inca site made up of an agricultural center with terraces, a religious sector, and an urban sector. The views from here are outstanding, surrounded by lush green mountains, waterfalls, and the Urubamba River below."},{"type":"text","value":"An additional hour (or two) of walking on fairly flat terrain through the highland jungle brings you to the famous Sun Gate, the gateway to Machu Picchu. This is the most impressive spot from which to observe the sacred citadel, perched at 8,000 ft in a semi-tropical mountain forest."},{"type":"text","value":"Approximately 200 stone structures comprise this religious, ceremonial, agricultural, and astronomical center, first discovered by the outside world in 1911. The ruins are a masterpiece of Inca architecture and engineering and tangible evidence of the Inca Empire at the peak of its power."},{"type":"text","value":"Your accommodation this evening is located just outside of the entry gate to the ruins."},{"type":"h3","value":"Day 7"},{"type":"text","value":"After a morning spent exploring the ruins, you will take the shuttle bus down to Aguas Calientes to meet the Hiram Bingham train to Cusco."},{"type":"text","value":"Situated at 12,000 ft above sea level, Cusco was the cultural center of the Inca Empire between the 15th and 16th centuries. With the arrival of the Spanish, houses, monasteries, and temples were built over the Inca structures—a city built upon a city!"},{"type":"text","value":"Enjoy the evening at leisure at your beautiful hotel, a former monastery located in the city center."},{"type":"h3","value":"Day 8"},{"type":"text","value":"Your guide will meet you in the hotel lobby this morning for a walking tour of the city. Stops will include:"},{"type":"Ul","value":{"items":["San Pedro Market: A massive indoor market, where you will find everything from roasted guinea pig to tropical fruit!","Qoricancha Temple: The temple of the sun, said to have had walls and floors of pure gold.","Sacsayhuaman: A colossal fortress of carved rocks, pieced together with absolute accuracy. This is an outstanding example of Incan military architecture and also proves the great administrative capacity of the empire and its powerful system capable of mobilizing such work."]}},{"type":"text","value":"Transfer to the airport this afternoon in time to meet your return flight to Lima. A representative will meet you at the airport in Lima and assist with check-in procedures for your international flight home."}]}