{"content":[{"type":"h2","value":"Bhutan"},{"type":"strong","value":"Kolkata – Sikkim – Bhutan"},{"type":"h3","value":"DAY 1 – Kolkata to Bagdogra"},{"type":"text","value":"You will be met by a representative at your Kolkata hotel this morning and transferred to the airport in time to meet your flight to Bagdogra."},{"type":"strong","value":"Flight Details"},{"type":"span","value":"<strong>10:45 AM:</strong> Depart Kolkata on Indigo 6E797"},{"type":"span","value":"<strong>11:50 AM:</strong> Arrive Bagdogra (IXB)"},{"type":"text","value":"On arrival at the airport in Bagdogra, you will be met by your guide, Mr. Rai, and transferred approximately 3-hours by car to Kalimpong. Mr. Rai will travel with you throughout the duration of your time in India."},{"type":"text","value":"At an altitude of 4,000 ft, Kalimpong is a pleasant location and its clement weather has made Kalimpong’s orchids and gladiolus well renowned. Up to the early 1700s, the Kalimpong was part of the Sikkim Raja’s domain. In the early 18th century, the Bhutanese king also took it over. In 1865, after the Anglo-Bhutan War, it was annexed to Darjeeling. Scottish Missionaries came here in the late 1800s. The town thrived as a wool trading center with Tibet until the 1950s. Today it’s a quiet hill resort and a haven for retired people."},{"type":"text","value":"On arrival, check in at the Silver Oaks Hotel, where you’ll have time to relax before dinner this evening, served at the hotel."},{"type":"h3","value":"Day 2 – Kalimong to Pelling"},{"type":"aside","value":"<mark>Please note RE Sikkim permit:</mark> When entering Sikkim the permits can be issued on the spot at Melli Check Post (while going to Pelling) which takes around 30-minutes. A serial numbered form at the Check Post needs to be filled and submitted along with photocopies of passport, Indian visa and 2 passport size photos."},{"type":"text","value":"After breakfast this morning, you will head out to see a bit of Kalimpong, beginning with the famous nurseries that export exotic flowers including Amaryllis lilies, Anthuriums, Roses, Dahlias, Gladiolas as well as Orchids and Cacti."},{"type":"Ul","value":{"items":["The Zang Dog Palri Fo-Brang Monastery is fairly new and located in Durpin Dara, affording panoramic views of the town and surroundings. The prayer room inside the monastery is adorned with wall paintings and there is a rare three-dimensional mandala upstairs.","Tharpa Choling Monastery at Tirpai hill on route to Dr. Graham’s Home belongs to the Yellow Hat sect of Lamas to which the present Dalai Lama belongs.","Thongsa Gumpa, built around 1692, this is the oldest in Kalimpong and rebuilt after the original structure was damaged during inter-clan wars."]}},{"type":"text","value":"Later, continue on a 4-hour drive to Pelling, a serene mountain village that lies in West Sikkim. This village is situated at 6500 ft, and offers great views of Mount Kanchenzonga, around 15 miles away as the crow flies. Permits to be obtained at the Melli Check Post en route."},{"type":"text","value":"Check in at Elgin Mount Pandim, dinner and overnight."},{"type":"h3","value":"Day 3 – Pelling"},{"type":"text","value":"After breakfast, we begin our day with a visit to the Khecheopalri Lake, revered by Buddhists in West Sikkim. Many pilgrims visit this wish fulfilling lake, also referred to as Sho Dzo Sho, meaning “Oh Lady, Sit Here.”"},{"type":"text","value":"Later, visit the Pemayangtse Monastery. Built during the late 17th century, this is one of the oldest and most important monasteries of the Nyingmapa order of Buddhism in Sikkim. Monks in this monastery enjoy the title of ’Tasang’ or pure monks."},{"type":"text","value":"We may also choose to take the winding track through the forest to explore the Rabdentse Ruins - Sikkim’s second capital."},{"type":"text","value":"Dinner and overnight in Pelling."},{"type":"h3","value":"Day 4 – Pelling to Gangtok"},{"type":"text","value":"Early this morning, we suggest a walk to the Sangacholing Monastery."},{"type":"text","value":"Sanga Choling means ’the island of esoteric teaching’ and is one of the oldest Gompas in Sikkim highly venerated among the Nyingmapa. Gutted by past fires, it has been rebuilt and houses some of the original clay statues."},{"type":"text","value":"Following breakfast, depart Pelling and take a 5.5 hour drive through the Sikkimese countryside to Gangtok."},{"type":"text","value":"At an altitude of 5700 ft, surrounded by monasteries and orchards, Gangtok became the state capital in the mid-19th century and has undergone rapid development since. The downtown area is dominated by huge government buildings decorated with traditional Buddhist symbols."},{"type":"text","value":"Arrive Gangtok in the mid-afternoon and check into the Denzong Regency."},{"type":"h3","value":"Day 5 – Gangtok"},{"type":"text","value":"After breakfast, you will head out to enjoy the day seeing Gangtok’s highlights."},{"type":"text","value":"Begin with the awe-inspiring Rumtek Monastery, the world Dharma chakra Centre and the seat of His Holiness, the Gyalwa Karmapa, who is the head of the Kagyupa order of Tibetan Buddhism. Behind the main monastery is the lavishly decorated Karmae Nalanda Institute of Buddhist Studies, which attracts students from the world over."},{"type":"text","value":"Perched on a ridge above Gangtok, the Enchey Monastery is nestled within lush woods with a spectacular view of Gangtok town. Built in 1910 on the site of the hermitage of the great tantric saint, Lama Drutob Karpo, who was renowned for his powers of levitation, this monastery houses the monks of the Nyingmapa Order of Tibetan Buddhism."},{"type":"text","value":"Amidst a serene surrounding of oak, birch and ash lies a unique organization established in1958. Built in traditional style, the Namgyal Institute of Tibetology promotes research in Mahayana Buddhism and the language and traditions of Tibet. It has one of the world’s largest collections of rare books and manuscripts on Mahayana Buddhism. The Institute also has a retail outlet where related books and commercially produced religious arts and crafts of Tibet can be bought."},{"type":"text","value":"Adjacent to the institute are two exquisite stupas, the Do Drul Chorten, built to commemorate the victory of good over evil and the Jhang Chub Chorten, built in the memory of Thrukshik Rinpoche, an ardent devotee, a great spiritualist and interpreter of Buddhism. Near the Chorten are housed two giant statues of Lord Buddha and Guru Padmasambhava, also known as Guru Rimpoche, the patron saint of Sikkim."},{"type":"text","value":"Dinner and overnight in Gangtok."},{"type":"h3","value":"Day 6 – Gangtok to Darjeeling"},{"type":"text","value":"Soon after breakfast, we leave Gangtok and take a 4-hour drive to Darjeeling for check-in at the Mayfair Hill Resort."},{"type":"text","value":"Standing high in the Himalayas at an altitude of 7,000 ft, Darjeeling or ’Dorje Ling’, aka Place of the Thunderbolt, offers breathtaking views of snow-capped mountain peaks, with the Kanchendzonga rising higher than all others. Often referred to as the “Queen of the Hills,” it remains just as alluring with its tiny waterfalls, little villages, world famous tea gardens and a narrow-gauge railway track."},{"type":"text","value":"The afternoon is at leisure with an option to further explore Darjeeling with your guide. You can visit Tibetan Refugee Centre (Closed on Sundays) and nearby tea estate. The Refugee center has handicrafts, carpets, leather, painting, woodwork as well as other Tibetan crafts."},{"type":"text","value":"Dinner and overnight at the Mayfair."},{"type":"h3","value":"Day 7 – Darjeeling"},{"type":"text","value":"At pre-dawn, we drive up to Tiger Hill to see the sunrise on Kanchandzonga and the Himalayan range. It’s a majestic sight as the horizon changes colors and peaks turn gold."},{"type":"text","value":"Return to Mayfair for breakfast, and later this morning with your guide enjoy the Toy Train ride to Ghoom station and visit the Ghoom Monastery. The spectacular landscape unfolds as the 2-foot gauge Darjeeling Himalayan railway, opened in 1881, labors at about 10 mph crisscrossing the road. It has tiny 4-wheel locomotives (some over 100 years old!) like living legends."},{"type":"text","value":"Return to Darjeeling by road and continue sightseeing Darjeeling’s highlights…the Himalayan Mountaineering Institute, the Himalayan Zoological Park."},{"type":"h3","value":"Day 8 – Darjeeling to Siliguri"},{"type":"text","value":"Enjoy the morning at leisure in Darjeeling with an option to visit the Japanese Temple & Peace Pagoda with your guide. On your return from the temple, your guide will take you to the local marketplace for a tea tasting."},{"type":"text","value":"In the late afternoon, drive approximately 3-hours to Siliguri, where you will spend the night at the Royal Sarovar. This puts you closer to the airport in Bagdogra for your early flight to Bhutan tomorrow morning."},{"type":"text","value":"Dinner and overnight in Siliguri."},{"type":"h3","value":"Day 9 – Bagdogra to Paro"},{"type":"text","value":"Transfer 30-minutes to Bagdogra Airport in time to meet your flight to Paro, Bhutan."},{"type":"strong","value":"Flight Details"},{"type":"span","value":"<strong>7:10 AM:</strong> Depart Bagdogra (IXP) on Druk Air 131"},{"type":"span","value":"<strong>8:20 AM:</strong> Arrive Paro (PBH)"},{"type":"text","value":"On arrival in Paro, you will be met at the airport by your guide and driver and transferred approximately 1.5 hours by car to Bhutan’s capital city, Thimphu."},{"type":"text","value":"Bhutan is one of the least visited countries and is the last of the small, hidden Buddhist kingdoms in the Himalayas to unlock the doors to its mysteries. It is a country where Gross National Happiness (GNH) is the official development policy. GNH is a holistic approach to development emphasizing the importance of spiritual well-being alongside economic prosperity. Steeped in legends and mysticism, the country has much in store that is reflected in its culture and people’s way of life. The Land of the Thunder Dragon, as its original name “Drukyul” implies, was never colonized and has maintained its sovereignty and independence throughout the centuries, repelling invasions from the strongholds of its fortified monasteries called “Dzongs.”"},{"type":"text","value":"Bhutan’s 38,394 square kilometers are almost entirely mountainous, with the land rising from approximately 600 ft above sea level in the south (sub-tropics) to the over 21,000 ft snow peaks in the north (alpine). The country has been recognized as one of the top ten global bio-diversity hot-spots. Bhutanese architecture is striking and houses are a sight to behold, along with the unconventional paintings that adorn the walls of the house. The most typical is the phallus expressed in various styles and in generous sizes. The belief being they keep away bad luck and bring sufficient fertility and prosperity to couples residing in the house. Travel with an open mind and enjoy the friendly happy people, ancient tradition & culture, and pristine environment that Bhutan has to offer."},{"type":"text","value":"Your program while in Bhutan is flexible, and you can discuss with your guide each day what you’d like to see and do based on your interests, how your feeling and, of course, the weather!"},{"type":"span","value":"Highlights in Thimphu include:"},{"type":"Ul","value":{"items":["The National Memorial Chorten/stupa - where the pious, young and old alike gather every morning and evening to circumambulate (accumulate merit), making it a favorite spot for the locals. The Stupa was built in 1974 in honor of our late Third King Jigme Dorji Wangchuck, popularly known as the father of modern Bhutan.","Explore Tashichho Dzong (fortress) - the administrative head quarter of Thimphu; summer residence for the Chief Abbot and the monk body; Office of His Majesty, the Finance Ministry and the Gross National Happiness Commission.","National Institute for Zorig Chusum - the school of 13 forms of traditional arts and crafts, commonly referred to as “the painting school” to see how a new generation of Bhutanese artists are being trained.","The Takin (National animal) Preserve - With its strange look, the Takin (the national animal of Bhutan) does live up to its legendary creation.","Kunselphodrang - feel the grandeur of the world’s largest sitting Buddha statue (165 feet). Enjoy a great bird’s eye view of the Thimphu valley.","The traditional handmade paper factory where the old art of papermaking is still vibrant."]}},{"type":"h3","value":"Day 10 – Thimphu to Punakha"},{"type":"text","value":"Depart Thimphu this morning and transfer approximately 2.5-hours by car to the beautiful Punakha Valley, your base for the next two nights."},{"type":"text","value":"En route to Punakha, you will pass the Dochula Mountain Pass (10,000 ft). On a clear day, one can enjoy 360 degree of beautiful panoramic view of the stunning Himalaya mountain range. The beauty of this place is further enhanced by the Druk Wangyal Chortens-108 stupa built by the eldest Queen Mother Her Majesty Ashi Dorji Wangmo Wangchuck."},{"type":"span","value":"Highlights in Punakha include:"},{"type":"Ul","value":{"items":["Punakha Dzong (Fortress), situated between the two rivers Pho Chu and Mochu (Male and Female River), is now used as the winter seat of the Je Khenpo (the Spiritual head of Bhutan). This Dzong had served as the capital seat of the Kingdom for more than three hundred years.","Sangchhen Dorji Lhuendrup Lhakhang – Perched on a ridge amid Chir pine trees and overlooking valleys of Toebesa, Punakha and Wangdi Phodrang, gleams the Sangchhen Dorji Lhuendrup temple complex. The temple was built in 2010 by the Royal Grandfather and now serves as a nunnery.","Khamsum Yuley Namgey Lhakhang (temple) – Up the Mo-Chu (female) river valley, a pleasant hour-long hike to the temple, across the cantilever bridge and through the rice fields, presents a great view of the valley below.","Chhimi Lhakhang (Divine Madman temple) – This temple is dedicated to the great Yogi in 14th century known as Drukpa Kuenley or popularly known as the “Divine madman.” He preached in the way that is unlike the stiffness of clergy and society of the time; he dramatized the teachings using songs and outrageous sexual humor. Bold Phallus symbols and paintings on the houses or temples are as a result of his influence to date. It is believed that this temple blesses women who seek fertility; hence it is also called the “Temple of fertility.” A popular pilgrimage spot for the Bhutanese, childless couples and parents who have difficulty raising children frequently visit it."]}},{"type":"h3","value":"Day 12 – Punakha to Paro"},{"type":"text","value":"Depart Punakha this morning and transfer approximately 3-hours by car to Paro, your final destination where you’ll spend the last two nights of your trip."},{"type":"span","value":"Highlights in Paro include:"},{"type":"Ul","value":{"items":["Tiger’s Nest Monastery - Built in the 1600s, this incredible monastery clings to the edge of a sheer rock cliff that plunges 900 meters into the valley below. It is believed that, in the 8th century, Guru Rimpoche, the tantric mystic who brought Buddhism to Bhutan, landed here on the back of a flying tigress to subdue a demon. Guru Rimpoche is believed to have meditated here for three months and it is considered one of the holiest sites for Buddhists.","The National Museum (Old museum under renovation) - The museum is now housed in a new location next to the ancient watchtower, which visually introduces Bhutan’s history and culture. The museum provides a good introduction to the Kingdom’’s rich culture and heritage.  The Watchtower suffered partial damage from the earthquake in September 2011 and remains closed while undergoing renovation.","7th century Kyichu Lhakhang/temple, one of the oldest temples in the country."]}}]}