{"description":"Bespoke travel by Rebecca MacGregor","keywords":"travel, guide, tailor, bespoke, trip, planning, international, itinerary, custom","url":"https://senseofplacetravel.com","email":"info@senseofplacetravel.com","tagline":"Thoughtful, seamless trip planning to spark your curiosity and open new worlds.","body":[{"section":"what","content":[{"type":"h2","value":"What We Do"},{"type":"text","value":"At Sense of Place, we plan trips based on firsthand travel experience and a profound respect for the places and people that we encounter around the world. We take the time to understand your vision, which is then translated into a travel program that reflects the interests and needs of you, the traveler."}]},{"section":"where","content":[{"type":"h2","value":"Where We Go"},{"type":"text","value":"We plan travel based on firsthand experience. For those places that we have not personally explored, we have an expert on the ground who understands our philosophy and your interests."}]},{"section":"places","content":[{"type":"Places","value":{"content":[{"name":"Spello, Italy","itinerary":"true"},{"name":"Lake Inle, Burma"},{"name":"Salt Mountains, Chile"},{"name":"Wiñay Wayna, Peru","itinerary":"true"},{"name":"Taos, New Mexico"},{"name":"Mekong Delta, Vietnam","itinerary":"true"},{"name":"Havana, Cuba","itinerary":"true"},{"name":"Langjökull Glacier, Iceland"},{"name":"Dunton, Colorado"},{"name":"Punakha, Bhutan","itinerary":"true"},{"name":"Athens, Greece"},{"name":"Otranto, Italy"},{"name":"Kyoto, Japan","itinerary":"true"}]}}]},{"section":"how","content":[{"type":"h2","value":"How It Works"},{"type":"h3","value":"1. Discovery Conversation"},{"type":"text","value":"The planning process begins with a discovery conversation, which gives you the opportunity to articulate your vision, interests, likes and dislikes. Our job is to listen."},{"type":"h3","value":"2. Custom-Tailored Program"},{"type":"text","value":"With the support of our network of experts that we work with around the world, your experience objectives are translated into an immersive travel program."},{"type":"h3","value":"3. Personalized Travel Packet"},{"type":"text","value":"Prior to departure, you will receive a personalized travel packet. This packet includes your travel itinerary, tickets, background information and personal recommendations for where to dine, shop and explore while traveling."},{"type":"h3","value":"4. Itinerary Sharing"},{"type":"text","value":"All final documents will be uploaded to a mobile application that can be accessed prior to and throughout your travels."}]},{"section":"about","content":[{"type":"h2","value":"About Rebecca MacGregor"},{"type":"img","value":{"src":"assets/rebecca.jpg","alt":"headshot of Rebecca MacGregor"}},{"type":"text","value":"With over a decade of experience in travel design, Rebecca is a passionate connector of people to places. Her ability to translate ideas into colorful, immersive trip itineraries is centered around her fascination with the world and her ability to listen to the specific needs and interests of the traveler."}]},{"section":"contact","content":[{"type":"Info","value":{"value":"For travel inspiration,<br> ideas and itinerary planning, <br><a href=mailto:info@senseofplacetravel.com>contact us.</a>"}}]}]}